label type for the parameter
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public LabelType LabelType { get; }
  Visual Basic
Public ReadOnly Property LabelType As LabelType
	Get
  Visual C++
public:
property LabelType LabelType {
	LabelType get ();
}
 See Also
  DimensionEqualityLabelFormatting Class
  Autodesk.Revit.DB Namespace